Repository: UN-OCHA/whd-2023-site
Catalog: html/translations/*.po
Languages: ar, es, fr, ru, zh_hans

source: Menu
ar: القائمة
es: Menú
ru: Меню
zh_hans: 菜单

source: World Humanitarian Day
ar: اليوم العالمي للعمل الإنساني
es: Día Mundial de la Asistencia Humanitaria
fr: Journée mondiale de l’aide humanitaire
ru: Всемирный день гуманитарной помощи
zh_hans: 世界人道主义日

source: Learn and share
ar: تعلم وشارك
es: Aprende y comparte
fr: Information et partage
ru: Узнать больше и поделиться
zh_hans: 学习和分享

source: Partner resources
ar: محتوى للشركاء
es: Recursos para socios
fr: Ressources des Partenaires
ru: Ресурсы партнёров
zh_hans: 合作伙伴资源

source: The Origins
ar: الأصول
es: Los Orígenes
fr: Les origines de la Journée mondiale de l’aide humanitaire
ru: История создания
zh_hans: 起源

source: See next profile
ar: انظر الملف التالي
es: Ver perfil siguiente
fr: Voir le profil suivant
ru: Посмотреть про следующего гуманитарного работника
zh_hans: 查看下一个剪影

source: Explore more profiles
ar: تعرّف على مزيد من الملفات
es: Explorar más perfiles
fr: Explorer d'autres profils
ru: Узнать больше
zh_hans: 探索更多资料剪影

source: Profiles
ar: ملف
es: Perfiles
fr: Profils
ru: Кто такой гуманитарный работник
zh_hans: 剪影

source: about-campaign
ar: عن-الحملة
es: acerca-campaña
fr: propos-campagne
ru: О-кампании
zh_hans: 关于 – 倡议活动

source: humanitarian-profiles
ar: مقتطفات-عن-الإنسانيين
es: perfiles-humanitario
fr: profils-humanitaires
ru: Кто-такие-гуманитарные-работники
zh_hans: 人道主义概况

source: partner-resources
ar: محتوى-للشركاء
es: recursos-socios
fr: ressources-partenaires
ru: Ресурсы-партнёров
zh_hans: 合作伙伴资源

source: about-whd
ar: عن-اليوم-العالمي-للعمل-الإنساني
es: acerca-whd
fr: propos-jmah
ru: О-Всемирном-дне-гуманитарной-помощи
zh_hans: 关于–世界人道主义日
